Repository: EissaShehab/Little-Steps
Catalog: lib/l10n/app_*.arb
Languages: ar

# authoritySajoudSpecialty
source: Pediatric Nurse (RN2)
ar: ممرضة أطفال (المستوى الثاني)

# authoritySajoudHospital
source: Istiklal Hospital
ar: مستشفى الاستقلال

# birthDateCannotBeFuture
source: Birth date cannot be in the future
ar: تاريخ الميلاد لا يمكن أن يكون في المستقبل

# dateOfBirthRequired
source: Date of birth is required
ar: تاريخ الميلاد مطلوب

# birthDateMustBeWithinFiveYears
source: Birth date must be within the last 5 years
ar: تاريخ الميلاد يجب أن يكون ضمن الخمس سنوات الأخيرة

# nearestHospitalsTitle
source: Nearest Hospital
ar: أقرب مستشفى

# locationRefreshTooltip
source: Refresh Location
ar: تحديث الموقع

# locationErrorMessage
source: ⚠️ Failed to get location. Make sure GPS is enabled.
ar: ⚠️ تعذر الحصول على الموقع. تأكد من تفعيل GPS.

# locationLoading
source: Getting current location...
ar: جارٍ تحديد الموقع الحالي...

# currentLocationLabel
source: 📍 You are currently in: {address}
ar: 📍 أنت الآن في: {address}

# noHospitalsFound
source: 🚫 No nearby hospitals found.
ar: 🚫 لم يتم العثور على مستشفيات قريبة حاليًا.

# hospitalDistance
source: Distance: {distance} km
ar: المسافة: {distance} كم

source: Open in Maps
ar: افتح في الخرائط

source: Start Navigation
ar: ابدأ التوجيه

# openMapError
source: ❌ Unable to open Maps application.
ar: ❌ لا يمكن فتح تطبيق الخرائط.

# startNavError
source: ❌ Unable to start navigation.
ar: ❌ لا يمكن بدء التوجيه.

# nearestPharmaciesTitle
source: Nearest Pharmacy
ar: أقرب صيدلية

source: Delete All
ar: حذف الكل

source: Confirm Delete All
ar: تأكيد الحذف الكلي

# deleteAllNotificationsMessage
source: Are you sure you want to delete all notifications?
ar: هل أنت متأكد من حذف جميع الإشعارات؟

# allNotificationsDeleted
source: All notifications have been deleted.
ar: تم حذف جميع الإشعارات.

source: Confirm Delete
ar: تأكيد الحذف

# deleteNotificationMessage
source: Are you sure you want to delete this notification?
ar: هل أنت متأكد من حذف هذا الإشعار؟

# pleaseLogin
source: Please log in to view notifications.
ar: يرجى تسجيل الدخول لعرض الإشعارات.

source: No Title
ar: لا يوجد عنوان

source: Unknown Child
ar: طفل غير معروف

source: No Content
ar: لا يوجد محتوى

# symptoms
source: Digital Doctor
ar: الطبيب الرقمي

# duplicateNationalIdError
source: This national ID is already used by another child.
ar: الرقم الوطني مستخدم لطفل آخر بالفعل.

source: Delete Measurement
ar: حذف القياس

# confirmDeleteMeasurement
source: Are you sure you want to delete this measurement?
ar: هل أنت متأكد أنك تريد حذف هذا القياس؟

# measurementDeleted
source: Measurement deleted successfully.
ar: تم حذف القياس بنجاح.

# errorDeletingMeasurement
source: Error deleting measurement: {error}
ar: حدث خطأ أثناء حذف القياس: {error}

source: Undo
ar: تراجع

# pleaseLoginToExport
source: Please log in to export the report
ar: يرجى تسجيل الدخول لتصدير التقرير

# growthReportExportedToHealthRecords
source: Growth report exported to health records successfully
ar: تم تصدير تقرير النمو إلى السجلات الصحية بنجاح

# errorExportingToHealthRecords
source: Error exporting to health records: {error}
ar: خطأ أثناء التصدير إلى السجلات الصحية: {error}

# errorExportingToHealthRecords_error
source: The error message
ar: رسالة الخطأ

source: Export to Health Records
ar: تصدير إلى السجلات الصحية

source: Symptom Analysis Report
ar: تقرير تحليل الأعراض

source: Child Name
ar: اسم الطفل

source: Likely Disease
ar: المرض المحتمل

source: Symptom Details
ar: تفاصيل الأعراض

source: Symptom
ar: العرض

source: Severity
ar: الشدة

source: Disease Probabilities
ar: احتمالات الأمراض

source: Disease
ar: المرض

source: Probability
ar: الاحتمال

# health_record_title
source: Symptom Analysis
ar: تحليل الأعراض

# health_record_description
source: Analysis results based on symptoms saved as PDF
ar: نتيجة التحليل بناءً على الأعراض محفوظة بصيغة PDF

# severity_mild
source: Mild
ar: خفيفة

# severity_moderate
source: Moderate
ar: متوسطة

# severity_severe
source: Severe
ar: مرتفعة

# severity_very_severe
source: Very Severe
ar: مرتفعة جداً

# severity_unknown
source: Unknown
ar: غير معروف

source: child
ar: الطفل

source: Record deleted
ar: تم حذف السجل

source: Record added
ar: تم إضافة السجل

# locationPermissionDenied
source: Location permission denied. Please enable it to view the weather.
ar: تم رفض إذن الموقع. يرجى تفعيله لعرض حالة الطقس.

# weightTooLow
source: Weight is unusually low for age.
ar: الوزن منخفض بشكل غير طبيعي للعمر.

# weightTooHigh
source: Weight is unusually high for age.
ar: الوزن مرتفع بشكل غير طبيعي للعمر.

# weightNormalRange
source: Weight is within normal range.
ar: الوزن ضمن النطاق الطبيعي.

# heightTooLow
source: Height is unusually short for age.
ar: الطول أقل من الطبيعي للعمر.

# heightNormalRange
source: Height is within normal range.
ar: الطول ضمن النطاق الطبيعي.

# headTooSmall
source: Head size is unusually small.
ar: محيط الرأس صغير بشكل غير طبيعي.

# headTooLarge
source: Head size is unusually large.
ar: محيط الرأس كبير بشكل غير طبيعي.

# headNormalRange
source: Head size is within normal range.
ar: محيط الرأس ضمن النطاق الطبيعي.

# valueNormalRange
source: Measurement is within normal range.
ar: القيمة ضمن النطاق الطبيعي.

# invalidMeasurementOutlier
source: The value entered is too extreme and may be incorrect. Please verify the child's measurements.
ar: القيمة المدخلة غير منطقية وقد تكون خاطئة. يرجى التأكد من قياسات الطفل.

# symptomHighBodyTemperature
source: High Body Temperature
ar: ارتفاع درجة حرارة الجسم

# symptomHighFever
source: High Fever
ar: حمى شديدة

# symptomIrritability
source: Irritability
ar: سهولة التهيج

# symptomItchySkin
source: Itchy Skin
ar: حكة في الجلد

# symptomLossOfAppetite
source: Loss of Appetite
ar: فقدان الشهية

# symptomMildFever
source: Mild Fever
ar: حمى خفيفة

# symptomMouthSores
source: Mouth Sores
ar: تقرحات الفم

# symptomNasalCongestion
source: Nasal Congestion
ar: احتقان الأنف

# symptomNausea
source: Nausea
ar: غثيان

# symptomRedPatches
source: Red Patches
ar: بقع حمراء

# symptomRedRash
source: Red Rash
ar: طفح جلدي أحمر

# symptomRedThroat
source: Red Throat
ar: احمرار الحلق

# symptomRSVPattern
source: RSV Pattern
ar: نمط عدوى RSV

# symptomSevereFatigue
source: Severe Fatigue
ar: تعب شديد

# symptomDifficultySwallowing
source: Difficulty Swallowing
ar: صعوبة في البلع

# symptomSwollenTongue
source: Swollen Tongue
ar: تورم اللسان

# symptomSwollenTonsils
source: Swollen Tonsils
ar: تورم اللوزتين

# symptomDrySkin
source: Dry Skin
ar: جفاف الجلد

source: selectChildFirst
ar: اختر الطفل أولاً

source: Loading...
ar: جاري التحميل...

# minSymptomsWarning
source: Please select at least 4 symptoms.
ar: الرجاء اختيار 4 أعراض على الأقل.

# maxSymptomsWarning
source: You can select up to 10 symptoms only.
ar: يمكنك اختيار 10 أعراض كحد أقصى فقط.

# nameTooShort
source: Name must be at least 4 characters long
ar: الاسم يجب أن يتكون من 4 أحرف على الأقل

# nameTooLong
source: Name cannot exceed 30 characters
ar: الاسم لا يمكن أن يتجاوز 30 حرفًا

# invalidNameCharacters
source: Name can only contain Arabic or English letters, spaces, or hyphens
ar: الاسم يمكن أن يحتوي فقط على أحرف عربية أو إنجليزية، مسافات، أو واصلة

# childWeather
source: SmartWeatherAlerts
ar: تنبيهات الطقس الذكية

source: Residence ID
ar: رقم الإقامة

source: Identifier Type
ar: نوع المعرّف

# enterChildResidenceID
source: Enter child's Residence ID
ar: أدخل رقم إقامة الطفل

# identifierLengthError
source: Identifier must be exactly 10 digits
ar: يجب أن يكون المعرّف مكونًا من 10 أرقام
