Repository: EissaShehab/Little-Steps
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Welcome Back
ar: مرحبًا بعودتك

# continueJourney
source: Continue your child's health journey
ar: واصل متابعة صحة طفلك

source: Email
ar: البريد الإلكتروني

# emailRequired
source: Email is required
ar: البريد الإلكتروني مطلوب

# invalidEmail
source: Enter a valid email address
ar: يرجى إدخال بريد إلكتروني صالح

source: Password
ar: كلمة المرور

# passwordRequired
source: Password is required
ar: كلمة المرور مطلوبة

# passwordMinLength
source: Password must be at least 8 characters
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل

# passwordUppercase
source: Password must contain at least one uppercase letter
ar: يجب أن تحتوي كلمة المرور على حرف كبير واحد على الأقل

# passwordLowercase
source: Password must contain at least one lowercase letter
ar: يجب أن تحتوي كلمة المرور على حرف صغير واحد على الأقل

# passwordNumber
source: Password must contain at least one number
ar: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل

# passwordSpecial
source: Password must contain at least one special character
ar: يجب أن تحتوي كلمة المرور على رمز خاص واحد على الأقل

source: Remember Me
ar: تذكرني

source: Forgot Password?
ar: نسيت كلمة المرور؟

source: New user?
ar: مستخدم جديد؟

source: Create account
ar: إنشاء حساب

source: Login
ar: تسجيل الدخول

# createAccountTitle
source: Create Account
ar: إنشاء حساب

# startTracking
source: Start tracking your child's health journey
ar: ابدأ في تتبع رحلة صحة طفلك

source: Full Name
ar: الاسم الكامل

# fullNameRequired
source: Full Name is required
ar: الاسم الكامل مطلوب

# fullNameMinLength
source: Name must be at least 2 characters
ar: يجب أن يكون الاسم مكونًا من حرفين على الأقل

# alreadyHaveAccount
source: Already have an account?
ar: هل لديك حساب بالفعل؟

source: Login here
ar: تسجيل الدخول من هنا

source: Register
ar: تسجيل

# splashTagline
source: Track your child's health journey
ar: تابع رحلة صحة طفلك

source: Hello
ar: مرحبًا

source: Guest
ar: ضيف

# selectChild
source: Select a Child
ar: اختر طفلًا

source: Manage Children
ar: إدارة الأطفال

# noChildrenRegistered
source: ⚠️ No children registered. Please add a child.
ar: ⚠️ لا يوجد أطفال مسجلين. يرجى إضافة طفل.

source: Monitor Growth
ar: راقب النمو

# trackGrowthDescription
source: Track your child’s growth milestones with precision and care.
ar: تابع معالم نمو طفلك بدقة وعناية.

source: Ensure Health
ar: حافظ على الصحة

# ensureHealthDescription
source: Keep your child healthy with vaccinations and health tips.
ar: حافظ على صحة طفلك بالتطعيمات ونصائح صحية.

source: Home
ar: الرئيسية

source: Notifications
ar: الإشعارات

source: Profile
ar: الملف الشخصي

source: Growth
ar: النمو

source: Vaccines
ar: التطعيمات

source: Health Tips
ar: نصائح صحية

source: Nearest Hospital
ar: أقرب مستشفى

# healthTipsFor
source: Health Tips for {name}
ar: نصائح صحية لـ {name}

source: Health Records
ar: السجلات الصحية

# healthRecordsFor
source: Health Records for {name}
ar: السجلات الصحية لـ {name}

source: Contact
ar: تواصل

source: No Child Selected
ar: لم يتم اختيار طفل

# selectChildBeforeFeature
source: Please select a child before accessing this feature.
ar: يرجى اختيار طفل قبل الوصول إلى هذه الميزة.

source: OK
ar: موافق

source: Enter Growth Measurements
ar: أدخل قياسات النمو

# errorLoadingWHOData
source: Error loading WHO data: {error}
ar: خطأ في تحميل بيانات WHO: {error}

source: Measurement saved successfully
ar: تم حفظ القياس بنجاح

# errorSavingMeasurement
source: Error saving measurement: {error}
ar: خطأ في حفظ القياس: {error}

source: Enter Age Manually
ar: أدخل العمر يدويًا

source: Age (months)
ar: العمر (بالأشهر)

source: Weight (kg)
ar: الوزن (كجم)

source: Height (cm)
ar: الطول (سم)

source: Head Circumference (cm)
ar: محيط الرأس (سم)

source: Latest Measurement
ar: أحدث قياس

source: Just now
ar: الآن

source: Date
ar: التاريخ

# aDayAgo
source: 1 day ago
ar: قبل يوم

# daysAgo
source: {count} days ago
ar: قبل {count} أيام

# aWeekAgo
source: 1 week ago
ar: قبل أسبوع

# weeksAgo
source: {count} weeks ago
ar: قبل {count} أسابيع

# aMonthAgo
source: 1 month ago
ar: قبل شهر

# monthsAgo
source: {count} months ago
ar: قبل {count} شهور

# anHourAgo
source: 1 hour ago
ar: قبل ساعة

# hoursAgo
source: {count} hours ago
ar: قبل {count} ساعات

source: Save Measurement
ar: حفظ القياس

source: Please enter age
ar: يرجى إدخال العمر

# ageRangeError
source: Age must be between 0 and 60 months
ar: يجب أن يكون العمر بين 0 و60 شهرًا

# pleaseEnterField
source: {field} is required
ar: يرجى إدخال {field}

# fieldRangeError
source: {field} must be between {min} and {max}
ar: يجب أن يكون {field} بين {min} و{max}

source: months
ar: أشهر

source: kg
ar: كجم

source: cm
ar: سم

source: Weight
ar: الوزن

source: Height
ar: الطول

source: Head Circumference
ar: محيط الرأس

source: Growth Overview
ar: نظرة عامة على النمو

# noMeasurements
source: No measurements yet. Add one to begin.
ar: لا توجد قياسات بعد. أضف واحدة للبدء.

source: Add Measurement
ar: إضافة قياس

# heightVsAge
source: Height vs Age (cm)
ar: الطول مقابل العمر (سم)

# weightVsAge
source: Weight vs Age (kg)
ar: الوزن مقابل العمر (كجم)

# headVsAge
source: Head Circumference vs Age (cm)
ar: محيط الرأس مقابل العمر (سم)

source: Status
ar: الحالة

source: More Details
ar: عرض المزيد

source: Less Details
ar: إخفاء التفاصيل

# mandatoryLabel
source: Mandatory
ar: إلزامي

source: Yes
ar: نعم

source: No
ar: لا

source: Conditions
ar: الشروط

source: Daily Tip
ar: نصيحة يومية

source: Source
ar: المصدر

# noRelevantTips
source: No relevant tips available.
ar: لا توجد نصائح ذات صلة حالياً.

# noChildSelectedTips
source: No child selected. Please select a child from the home screen.
ar: لم يتم اختيار طفل. يرجى اختيار طفل من الشاشة الرئيسية.

# noTipsInCategory
source: No tips available for this category.
ar: لا توجد نصائح متاحة لهذه الفئة.

source: All Categories
ar: كل الفئات

source: Nutrition
ar: التغذية

source: Vaccination
ar: التطعيم

source: Sleep
ar: النوم

source: Physical Activity
ar: النشاط البدني

source: Oral Health
ar: صحة الفم

source: Child Development
ar: نمو الطفل

source: Contact Authorities
ar: تواصل مع الجهات المختصة

source: Call Now
ar: اتصل الآن

source: Email Now
ar: أرسل بريدًا

# phoneLabel
source: Phone
ar: الهاتف

# emailLabel
source: Email
ar: البريد الإلكتروني

# emailLaunchFailed
source: Unable to open email app. The email address ({email}) has been copied to your clipboard.
ar: تعذر فتح تطبيق البريد. تم نسخ البريد الإلكتروني ({email}) إلى الحافظة.

# noHealthRecords
source: No health records yet. Tap + to add one!
ar: لا توجد سجلات صحية بعد. اضغط على + لإضافة واحد!

source: Attachment
ar: مرفق

source: Download
ar: تحميل

source: Delete
ar: حذف

source: Add Health Record
ar: إضافة سجل صحي

# titleExample
source: Title (e.g., Vaccination)
ar: العنوان (مثال: تطعيم)

source: Description
ar: الوصف

source: No file selected
ar: لم يتم اختيار ملف

# fileSelected
source: File: {fileName}
ar: الملف: {fileName}

source: Upload File
ar: رفع ملف

source: Select Date
ar: اختر التاريخ

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

# pleaseFillAllFields
source: Please fill in all fields
ar: يرجى ملء جميع الحقول

# fileSizeExceedsLimit
source: File size exceeds 10MB limit
ar: حجم الملف يتجاوز الحد الأقصى 10 ميجابايت

source: Delete Record
ar: حذف السجل

# confirmDeleteRecord
source: Are you sure you want to delete this record?
ar: هل أنت متأكد من حذف هذا السجل؟

source: Download complete
ar: اكتمل التحميل

source: Open
ar: فتح

# errorDownloadingFile
source: Error downloading file: {error}
ar: خطأ أثناء التحميل: {error}

source: Edit Child Profile
ar: تعديل ملف الطفل

source: Child Profiles
ar: ملفات الأطفال

source: No children registered yet.
ar: لا يوجد أطفال مسجلين بعد.

source: Registered Children
ar: الأطفال المسجلين

source: Dismiss
ar: إغلاق

source: Delete Child
ar: حذف الطفل

# confirmDeleteChild
source: Are you sure you want to delete {name}?
ar: هل أنت متأكد من حذف {name}؟

source: Remove Child
ar: إزالة الطفل

# confirmRemoveChild
source: Are you sure you want to remove this child?
ar: هل أنت متأكد من إزالة هذا الطفل؟

source: Remove
ar: إزالة

source: Child {index}
ar: الطفل {index}

source: Image selection failed
ar: فشل اختيار الصورة

# takePhoto
source: Take a Photo
ar: التقاط صورة

source: Choose from Gallery
ar: اختيار من المعرض

source: Add Photo
ar: إضافة صورة

source: Change Photo
ar: تغيير الصورة

# enterChildName
source: Enter child's name
ar: أدخل اسم الطفل

source: National ID
ar: الرقم الوطني

# enterChildNationalID
source: Enter child's national ID
ar: أدخل الرقم الوطني للطفل

# nationalIDRequired
source: National ID is required
ar: الرقم القومي مطلوب

# nationalIDLengthError
source: National ID must be exactly 10 digits
ar: يجب أن يكون الرقم القومي مكونًا من 10 أرقام بالضبط

source: Date of Birth
ar: تاريخ الميلاد

# selectChildBirthDate
source: Select child's birth date
ar: اختر تاريخ ميلاد الطفل

source: Gender
ar: الجنس

source: Relationship
ar: العلاقة

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Other
ar: آخر

source: Parent
ar: والد

source: Guardian
ar: وصي

# fieldRequired
source: {field} is required
ar: {field} مطلوب

source: Update
ar: تحديث

source: Save All Profiles
ar: حفظ جميع الملفات

source: Child profile deleted successfully!
ar: تم حذف ملف الطفل بنجاح!

# failedToDeleteChild
source: Failed to delete child: {error}
ar: فشل في حذف الطفل: {error}

source: Child profile updated successfully!
ar: تم تحديث ملف الطفل بنجاح!

# failedToUpdateProfile
source: Failed to update profile: {error}
ar: فشل في تحديث الملف: {error}

source: Please log in to save profiles.
ar: يرجى تسجيل الدخول لحفظ الملفات.

source: Child profile saved successfully!
ar: تم حفظ ملف الطفل بنجاح!

# failedToSaveProfiles
source: Failed to save profiles: {error}
ar: فشل في حفظ الملفات: {error}

source: Authentication required
ar: التسجيل مطلوب

source: Please fill all required fields
ar: يرجى ملء جميع الحقول المطلوبة

# pleaseSelectChild
source: Please select a child to view their profile.
ar: يرجى اختيار طفل لعرض ملفه الشخصي.

# noChildrenAddProfile
source: No children registered. Add a child profile.
ar: لا يوجد أطفال مسجلين. أضف ملف طفل.

# notAvailable
source: N/A
ar: غير متوفر

# childID
source: ID
ar: المعرف

source: ID copied to clipboard
ar: تم نسخ المعرف إلى الحافظة

source: Settings
ar: الإعدادات

source: Dark Mode
ar: الوضع الداكن

source: Language
ar: اللغة

source: Change Password
ar: تغيير كلمة المرور

source: Privacy Policy
ar: سياسة الخصوصية

source: About
ar: حول

source: Logout
ar: تسجيل الخروج

# logoutConfirmTitle
source: Log Out
ar: تسجيل الخروج

# logoutConfirmMessage
source: Are you sure you want to log out?
ar: هل أنت متأكد من تسجيل الخروج؟

source: Logging out...
ar: جارٍ تسجيل الخروج...

# errorLoggingOut
source: Error logging out: {error}
ar: خطأ أثناء تسجيل الخروج: {error}

source: About LittleSteps
ar: حول LittleSteps

# aboutContent
source: LittleSteps aims to digitize and simplify the management of your child's health journey, including growth tracking, vaccinations, and health tips. It transforms user inputs into organized health records based on predefined templates for each health category.
ar: يهدف LittleSteps إلى رقمنة وتبسيط إدارة رحلة صحة طفلك، بما في ذلك تتبع النمو، التطعيمات، والنصائح الصحية. يحول إدخالات المستخدم إلى سجلات صحية منظمة بناءً على قوالب محددة مسبقًا لكل فئة صحية.

source: Contact Information
ar: معلومات التواصل

# websiteLabel
source: Website: github/EissaShehab
ar: الموقع: github/EissaShehab

# updateCredentials
source: Update Your Credentials
ar: تحديث بياناتك

# secureAccountMessage
source: Secure your account by changing your password regularly.
ar: أمّن حسابك عن طريق تغيير كلمة المرور بانتظام.

# currentPasswordLabel
source: Current Password
ar: كلمة المرور الحالية

# newPasswordLabel
source: New Password
ar: كلمة المرور الجديدة

# confirmPasswordLabel
source: Confirm Password
ar: تأكيد كلمة المرور

# pleaseEnterCurrentPassword
source: Please enter your current password
ar: يرجى إدخال كلمة المرور الحالية

# pleaseEnterNewPassword
source: Please enter a new password
ar: يرجى إدخال كلمة المرور الجديدة

# passwordMinLength6
source: Password must be at least 6 characters
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل

# pleaseConfirmPassword
source: Please confirm your new password
ar: يرجى تأكيد كلمة المرور الجديدة

source: Passwords do not match
ar: كلمات المرور غير متطابقة

source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح

# errorChangingPassword
source: Error changing password: {error}
ar: خطأ أثناء تغيير كلمة المرور: {error}

# privacyPolicyAgreement
source: By changing your password, you agree to our Privacy Policy and Terms of Use
ar: بتغيير كلمة المرور، فإنك توافق على سياسة الخصوصية وشروط الاستخدام الخاصة بنا

source: Privacy Policy Details
ar: تفاصيل سياسة الخصوصية

# privacyPolicyContent
source: This is the body of the privacy policy. Here you can outline the purpose, rules, and regulations regarding data collection, storage, and usage in your app. Ensure the text is clear, concise, and informative for users to understand their rights and obligations.
ar: هذا هو نص سياسة الخصوصية. هنا يمكنك توضيح الغرض، القواعد، واللوائح المتعلقة بجمع البيانات، تخزينها، واستخدامها في تطبيقك. تأكد أن النص واضح، موجز، ومفيد للمستخدمين لفهم حقوقهم وواجباتهم.

source: Additional Information
ar: معلومات إضافية

# additionalInfoContent
source: Here you can add additional information, such as third-party services used, user rights, or steps users can take to manage their data within the app.
ar: هنا يمكنك إضافة معلومات إضافية، مثل الخدمات الخارجية المستخدمة، حقوق المستخدم، أو الخطوات التي يمكن للمستخدمين اتخاذها لإدارة بياناتهم داخل التطبيق.

source: Accept and Continue
ar: قبول ومتابعة

# statusUpcoming
source: UPCOMING
ar: قادم

# statusCompleted
source: COMPLETED
ar: مكتمل

# statusMissed
source: MISSED
ar: فائت

# notificationsTitle
source: Notifications
ar: الإشعارات

# noNotifications
source: No notifications yet.
ar: لا توجد إشعارات بعد.

source: Notification deleted
ar: تم حذف الإشعار

source: Error
ar: خطأ

source: Mark as Taken
ar: تم إعطاؤه

source: Age
ar: العمر

source: Vaccination Schedule
ar: جدول المطاعيم

source: No vaccinations found
ar: لا توجد مطاعيم متوفرة

# emergencySection
source: Emergency Cases
ar: حالات الطوارئ

source: Nearest Pharmacy
ar: أقرب صيدلية

source: Contact Nurse
ar: تواصل مع ممرضة

# noPharmaciesFound
source: 🚫 No nearby pharmacies found.
ar: 🚫 لم يتم العثور على صيدليات قريبة حاليًا.

# pharmacyDistance
source: Distance: {distance} km
ar: المسافة: {distance} كم

source: Refresh
ar: تحديث

source: Temperature Now
ar: درجة الحرارة الآن

source: Weather Condition
ar: حالة الطقس

# weatherClear
source: Clear
ar: صحو

# weatherPartlyCloudy
source: Partly Cloudy
ar: غائم جزئيًا

# weatherFog
source: Foggy
ar: ضباب

# weatherDrizzle
source: Drizzle
ar: رذاذ

# weatherRain
source: Rain
ar: أمطار

# weatherSnow
source: Snow
ar: ثلوج

# weatherThunder
source: Thunderstorm
ar: عاصفة رعدية

# weatherUnknown
source: Unknown
ar: طقس غير معروف

# weatherAlertColdInfant
source: Severe cold keep infants indoors.
ar: ❄️ الجو شديد البرودة، يُنصح بعدم إخراج الأطفال الرضع.

# weatherAlertColdGeneral
source: Very cold dress your child warmly.
ar: ⚠️ الطقس بارد جدًا، تأكد من تدفئة طفلك جيدًا.

# weatherAlertHotToddler
source: Hot weather keep toddlers hydrated and avoid sun.
ar: 🌡️ حرارة مرتفعة! تجنب تعريض طفلك الصغير للشمس المباشرة.

# weatherAlertHotGeneral
source: High heat make sure your child is comfortable.
ar: ☀️ الطقس حار جدًا، تأكد من أن طفلك مرتاح ومرطّب.

# weatherAlertWarmForInfant
source: Warm weather might be unsuitable for infants.
ar: 🔥 الجو دافئ جدًا وقد لا يُناسب الأطفال دون 6 شهور.

# weatherFetchError
source: Failed to fetch weather data.
ar: فشل في تحميل بيانات الطقس.

# weatherNotification
source: Weather Alert
ar: تنبيه طقس

# vaccineNotification
source: Vaccination Reminder
ar: تذكير مطعوم

# symptomsScreenTitle
source: 🩺 Select Symptoms
ar: 🩺 اختيار الأعراض

# searchHint
source: Search for a symptom...
ar: ابحث عن عرض...

# symptomNotFoundPrompt
source: ✨ Symptom not found? Add it here:
ar: ✨ عرض غير موجود؟ أضفه هنا:

# addSymptomHint
source: Enter a new symptom...
ar: اكتب عرض جديد...

# analyzeSymptomsButton
source: Analyze Symptoms
ar: تحليل الأعراض

# selectSeverityTooltip
source: Select Severity
ar: تحديد الشدة

# selectChildFirstMessage
source: Please select a child first.
ar: يرجى اختيار الطفل أولاً.

# analysisFailedMessage
source: Failed to analyze: {error}
ar: فشل التحليل: {error}

# severityLow
source: Mild
ar: خفيف

# severityMedium
source: Moderate
ar: متوسط

# severityHigh
source: Severe
ar: شديد

# symptomCategoryGeneral
source: General
ar: عام

# symptomCategoryRespiratory
source: Respiratory
ar: تنفسي

# symptomCategoryENT
source: ENT
ar: أنف وأذن وحنجرة

# symptomCategoryDigestive
source: Digestive
ar: الجهاز الهضمي

# symptomCategorySkin
source: Skin
ar: الجلد

# symptomCategoryOther
source: Other
ar: أخرى

# symptomFever
source: Fever
ar: حمى

# symptomFatigue
source: Fatigue
ar: تعب

# symptomHeadache
source: Headache
ar: صداع

# symptomCough
source: Cough
ar: سعال

# symptomDryCough
source: Dry Cough
ar: سعال جاف

# symptomWheezing
source: Wheezing
ar: صفير

# symptomShortnessOfBreath
source: Shortness of Breath
ar: ضيق تنفس

# symptomSoreThroat
source: Sore Throat
ar: التهاب حلق

# symptomRunnyNose
source: Runny Nose
ar: سيلان أنف

# symptomSneezing
source: Sneezing
ar: عطاس

# symptomEarPain
source: Ear Pain
ar: ألم أذن

# symptomVomiting
source: Vomiting
ar: تقيؤ

# symptomDiarrhea
source: Diarrhea
ar: إسهال

# symptomAbdominalCramps
source: Abdominal Cramps
ar: تقلصات في البطن

# symptomCrackedSkin
source: Cracked Skin
ar: تشققات جلدية

# symptomChestPain
source: Chest Pain
ar: ألم في الصدر

# symptomBodyAches
source: Body Aches
ar: آلام بالجسم

# severityVeryHigh
source: Very Severe
ar: شديد جدًا

# predictionResultTitle
source: Prediction Result
ar: نتيجة التحليل

source: Most likely disease:
ar: المرض الأكثر احتمالًا:

# detailsTitle
source: Result Details:
ar: تفاصيل النتائج:

# disclaimerNote
source: ⚠ These results are for assistance only and do not replace a professional medical consultation.
ar: ⚠ هذه النتائج مقدمة كمساعدة ولا تغني عن استشارة الطبيب المختص.

source: New Analysis
ar: تحليل جديد

# diseaseAsthma
source: Asthma
ar: الربو

# diseaseBronchiolitis
source: Bronchiolitis
ar: التهاب القصيبات الهوائية

# diseaseBronchitis
source: Bronchitis
ar: التهاب الشعب الهوائية

# diseaseChickenpox
source: Chickenpox
ar: الجدري المائي

# diseaseCommonCold
source: Common Cold
ar: نزلة برد

# diseaseEczema
source: Eczema
ar: الأكزيما

# diseaseFebrileSeizures
source: Febrile Seizures
ar: نوبات الحمى

# diseaseFlu
source: Flu
ar: الإنفلونزا

# diseaseHeatStroke
source: Heat Stroke
ar: ضربة شمس

# diseaseOtitisMedia
source: Ear Infection
ar: التهاب الأذن الوسطى

# diseasePneumonia
source: Pneumonia
ar: الالتهاب الرئوي

# diseaseRSV
source: RSV (Respiratory Syncytial Virus)
ar: فيروس RSV

# diseaseScarletFever
source: Scarlet Fever
ar: الحمى القرمزية

# diseaseSinusInfection
source: Sinus Infection
ar: التهاب الجيوب الأنفية

# diseaseStomachFlu
source: Stomach Flu
ar: أنفلونزا المعدة

# diseaseTonsillitis
source: Tonsillitis
ar: التهاب اللوزتين

# diseaseViralSoreThroat
source: Viral Sore Throat
ar: التهاب الحلق الفيروسي

# diseaseViralSummerFever
source: Viral Summer Fever
ar: حمى صيفية فيروسية

source: Result Details
ar: تفاصيل النتائج

# resultDisclaimer
source: ⚠ These results are for informational purposes only and do not replace a professional medical diagnosis.
ar: ⚠ هذه النتائج مقدمة كمساعدة ولا تغني عن استشارة الطبيب المختص.

# symptomChills
source: Chills
ar: قشعريرة

# symptomConfusion
source: Confusion
ar: ارتباك

# symptomDizziness
source: Dizziness
ar: دوخة

# symptomFainting
source: Fainting
ar: إغماء

# symptomSweating
source: Sweating
ar: تعرق

# symptomSuddenOnset
source: Sudden Onset
ar: ظهور مفاجئ

# symptomChestTightness
source: Chest Tightness
ar: ضيق في الصدر

# symptomChestDiscomfort
source: Chest Discomfort
ar: انزعاج صدري

# symptomDryRespiratoryPattern
source: Dry Respiratory Pattern
ar: نمط تنفسي جاف

# symptomFacialPain
source: Facial Pain
ar: ألم في الوجه

# symptomSinusPressure
source: Sinus Pressure
ar: ضغط الجيوب الأنفية

# symptomStomachPain
source: Stomach Pain
ar: ألم المعدة

# symptomSkinPeeling
source: Skin Peeling
ar: تقشر الجلد

# symptomConvulsions
source: Convulsions
ar: تشنجات

# symptomStiffNeck
source: Stiff Neck
ar: تيبس الرقبة

# symptomFebrilePattern
source: Febrile Pattern
ar: نمط حمى

# symptomBluishSkin
source: Bluish Skin
ar: ازرقاق الجلد

# symptomBulgingFontanelle
source: Bulging Fontanelle
ar: انتفاخ اليافوخ

# symptomAgeUnderTwo
source: Age under 2 years
ar: العمر أقل من سنتين

# symptomAllergyTrigger
source: Allergy Trigger
ar: مسبب تحسس

# symptomScarletFever
source: Scarlet Fever
ar: الحمى القرمزية

# symptomThroatCluster
source: Throat Cluster
ar: مجموعة أعراض الحلق

# symptomStomachFlu
source: Stomach Flu
ar: أنفلونزا المعدة

# symptomCategoryNeurological
source: Neurological
ar: الأعصاب

# symptomCategoryCardiac
source: Cardiac
ar: القلب

# zScoreSeverelyUnderweight
source: Severely underweight
ar: نقص حاد في الوزن

# zScoreUnderweight
source: Underweight
ar: نقص في الوزن

# zScoreNormalWeight
source: Normal weight
ar: وزن طبيعي

# zScoreOverweight
source: Overweight
ar: زيادة في الوزن

# zScoreObese
source: Obese
ar: سُمنة

# zScoreSeverelyStunted
source: Severely stunted
ar: تأخر حاد في النمو

# zScoreStunted
source: Stunted
ar: تأخر في النمو

# zScoreNormalHeight
source: Normal height
ar: طول طبيعي

# zScoreMicrocephaly
source: Microcephaly
ar: صغر الرأس

# zScoreNormalHead
source: Normal head size
ar: محيط رأس طبيعي

# zScoreMacrocephaly
source: Macrocephaly
ar: تضخم الرأس

# zScoreNormalKeyword
source: Normal
ar: طبيعي

# zScoreMildKeyword
source: Mild
ar: بسيط

# chartLabelValue
source: Value
ar: القيمة

# chartLabelAge
source: Age
ar: العمر

# chartLabelStatus
source: Status
ar: الحالة

# percentileWeight
source: Weight is in the top {percentile}% of peers
ar: الوزن ضمن أعلى {percentile}% من أقرانه

# percentileHeight
source: Height is in the top {percentile}% of peers
ar: الطول ضمن أعلى {percentile}% من أقرانه

# percentileHead
source: Head size is in the top {percentile}% of peers
ar: محيط الرأس ضمن أعلى {percentile}% من أقرانه

source: Helpful
ar: مفيد

source: Not Helpful
ar: غير مفيد

source: Search tips...
ar: ابحث في النصائح...

source: within
ar: ضمن

source: Try another search
ar: جرب بحثًا آخر

source: Reset
ar: إعادة تعيين

# noDailyTip
source: No health tip available for today.
ar: لا توجد نصيحة صحية متاحة لليوم.

# thankYouFeedback
source: Thank you for your feedback!
ar: شكرًا لملاحظتك!

# errorOccurred
source: An error occurred. Please try again later.
ar: حدث خطأ. الرجاء المحاولة لاحقًا.

# unhelpful
source: Not Helpful
ar: غير مفيد

source: Retry
ar: إعادة المحاولة

# authorityRenadName
source: Ranad Ajarmeh
ar: رناد العجارمة

# authorityRenadSpecialty
source: Pediatric Specialist
ar: أخصائية أطفال

# authorityRenadHospital
source: Istiklal Hospital
ar: مستشفى الاستقلال

# authorityRahafName
source: Rahaf Jaditawi
ar: رهف جديتاوي

# authorityRahafSpecialty
source: Pediatric Nurse (RN2)
ar: ممرضة أطفال (المستوى الثاني)

# authorityRahafHospital
source: Istiklal Hospital
ar: مستشفى الاستقلال

# authorityReefName
source: Reef Al Majali
ar: ريف المجالي

# authorityReefSpecialty
source: Pediatric Nurse (RN3)
ar: ممرضة أطفال (المستوى الثالث)

# authorityReefHospital
source: Istiklal Hospital
ar: مستشفى الاستقلال

# authorityLeenName
source: Leen Hendawy
ar: لين هندواي

# authorityLeenSpecialty
source: Pediatric Nurse (RN3)
ar: ممرضة أطفال (المستوى الثالث)

# authorityLeenHospital
source: Istiklal Hospital
ar: مستشفى الاستقلال

# authoritySajoudName
source: Sajoud Zawaneh
ar: سجود الزعانة
